Repository: jfisteus/eyegrade
Catalog: eyegrade/data/locale/*/LC_MESSAGES/eyegrade.po
Languages: es, gl

source: Full name in just one field
es: Nombre completo en un solo campo
gl: Nome e apelidos nun só campo

source: Id number
es: Número de identificación
gl: Número de identificación

source: Email
es: Correo electrónico
gl: Correo electrónico

source: Adding a new student
es: Añadiendo un nuevo estudiante
gl: Engadindo un novo estudante

source: The student cannot be added: a student with the same id is already in the list
es: No se puede añadir al estudiante: un estudiante con el mismo identificador está ya en la lista
gl: Non se pode engadir ó estudante: un estudante co mesmo identificador está ya na lista

source: Manage students and student groups
es: Gestionar estudiantes y grupos
gl: Xestionar estudantes e grupos

source: Preview the students to be loaded
es: Previsualizar los estudiantes a cargar
gl: Previsualizar os estudantes a cargar

source: Swap first/last names
es: Intercambiar nombre y apellidos
gl: Intercambiar nome e apelidos

source: Take first name as full name
es: Tomar el nombre como nombre completo
gl: Tomar o nome como nome completo

source: Take last name as full name
es: Tomar los apellidos como nombre completo
gl: Tomar os apelidos como nome completo

source: Remove duplicate students
es: Eliminar estudiantes repetidos
gl: Eliminar estudantes repetidos

source: Create a new group of students
es: Crear nuevo grupo de estudiantes
gl: Crear novo grupo de estudantes

source: Please, enter the name of the new group of students you want to create:
es: Por favor,introduce el nombre del grupo de estudiantes a crear:
gl: Por favor, introduce o nome do grupo de estudantes a crear:

source: Rename the group of students
es: Cambiar el nombre del grupo de estudiantes
gl: Cambiar o nome do grupo de estudantes

source: Please, enter the new name of the group of students
es: Por favor, introduce el nuevo nombre del grupo de estudiantes
gl: Por favor, introduce o novo nome do grupo de estudantes

source: Group name
es: Nombre del grupo
gl: Nome do grupo

source: Add students from file
es: Añadir estudiantes desde fichero
gl: Engadir estudantes dende ficheiro

source: Remove group
es: Eliminar grupo
gl: Eliminar grupo

source: Select the student list file
es: Seleccionar fichero de estudiantes
gl: Seleccionar ficheiro de estudantes

source: Importing a student list
es: Importando una lista de estudiantes
gl: Importando unha lista de estudantes

source: Some student ids are already in the list. Remove them or cancel the import operation.
es: Algunos identificadores de estudiantes están ya en la lista. Elimínalos o cancela la operación de carga.
gl: Algúns identificadores de estudantes están xa na lista. Elimínaos ou cancela a operación de carga.

source: Error in student list
es: Error en la lista de estudiantes
gl: Erro na lista de estudantes

source: This group and its students will be removed. Are you sure you want to continue?
es: Se eliminarán este grupo y sus estudiantes. ¿Seguro que deseas continuar?
gl: Borraranse este grupo e os seus estudantes. Seguro que quere continuar?

source: This group cannot be removed because exams have been graded for some of its students.
es: No se puede eliminar este grupo porque hay exámenes corregidos de algunos de sus estudiantes.
gl: No se pode borrar este grupo porque hay exámenes correxidos de algún dos seus estudantes.

source: Students
es: Estudiantes
gl: Estudantes:

source: Id
es: Identificador
gl: Idetificador

source: Name
es: Nombre
gl: Nome

source: First name
es: Nombre
gl: Nome
