Repository: jfisteus/eyegrade
Catalog: eyegrade/data/locale/*/LC_MESSAGES/eyegrade.po
Languages: es, gl

source: There is no suitable webcam. Eyegrade needs a webcam to work. If your computer already has a camera, check that it is not being used by another application.
es: No se encuentra ninguna cámara. Eyegrade necesita una cámara. Si su ordenador ya tiene una cámara, compruebe que no esté siendo utilizada por otra aplicación.
gl: Non se atopa ningunha cámara. Eyegrade necesita unha cámara. Se o seu ordenador xa ten unha cámara, comprobe que non a estea a utilizar outra aplicación.

source: Session database file not found
es: No se encuentra el fichero de base de datos de sesión
gl: Non se atopa o ficheiro de base de datos de sesión

source: The session database cannot be created: it already exists
es: No se puede crear la base de datos de sesión: ya existe
gl: Non se pode crear a base de datos de sesión: xa existe

source: The session database is not valid
es: La base de datos de sesión no es correcta
gl: A base de datos de sesión non é correcta

source: The session directory has been corrupted.
es: El directorio de sesión está corrupto.
gl: O directorio de sesión está corrompido.

source: Incompatible session format. This is {0} version {1} but the session was created by version {2}
es: Formato de sesión incompatible. Esto es {0} version {1} pero la sesión fue creada con la versión {2}
gl: Formato de sesión incompatible. Esto é {0} version {1} pero a sesión foi creada coa versión {2}

source: The directory has no Eyegrade session
es: No hay ninguna sesión Eyegrade en el directorio
gl: Non hay ningunha sesión Eyegrade no directorio

source: Error opening the session file
es: Error al abrir el fichero de sesión
gl: Erro ó abri-lo ficheiro de sesión

source: There are no solutions for model {0}.
es: No hay soluciones para el modelo {0}.
gl: Non hay solucións para o modelo {0}.

source: Input/output error:
es: Error de entrada/salida
gl: Erro de entrada/saída

source: Error:
gl: Erro:

source: Error loading the session
es: Error al cargar la sesión
gl: Erro ó carga-la sesión

source: The current capture has not been saved and will be lost. Are you sure you want to close this session?
es: La captura actual no ha sido guardada y se perderá. ¿Seguro que quiere cerrar la sesión?
gl: A captura actual non foi gardada e vaise perder. Seguro que quere cerra-la sesión?

source: The current capture has not been saved and will be lost. Are you sure you want to exit the application?
es: La captura actual no ha sido guardada y se perderá. ¿Seguro que quiere salir del programa?
gl: A captura actual non foi gardada e vaise perder. Seguro que quiere saír do programa?

source: The selected exam will be removed. Are you sure?
es: Se va a borrar el examen seleccionado. ¿Está seguro?
gl: Vaise borrar o exame seleccionado. Está seguro?

source: Input/output error: {0}
es: Error de entrada/salida: {0}
gl: Erro de entrada/saída: {0}

source: The file has been saved.
es: El fichero ha sido guardado
gl: O ficheiro foi gardado.

source: File saved
es: Fichero guardado
gl: Ficheiro gardado

source: Manual detection failed
es: Ha fallado la detección manual
gl: A detección manual fallou

source: No camera found. Connect a camera and start the session again.
es: No se ha encontrado ninguna cámara. Conecte una y abra de nuevo la sesión.
gl: Non se atopou ningunha cámara. Conecte unha e abra de novo a sesión.

source: &Start grading
es: &Empezar a corregir
gl: &Empezar a corrixir

source: S&top grading
es: &Dejar de corregir
gl: &Deixar de corrixir

source: &Back to session home
es: &Volver a la vista principal de la sesión
gl: &Volver á vista principal da sesión

source: Continue to the &next exam
es: Continuar con el &siguiente examen
gl: Continuar co &seguinte exame

source: &Capture the current image
es: &Capturar la imagen actual
gl: &Captura-la imaxe actual

source: &Manual detection of answer tables
es: Detectar &manualmente tablas de respuestas
gl: Detectar &manualmente táboas de respostas

source: &Edit student id
es: Editar la &identidad del estudiante
gl: Edita-la &identidade do estudante

source: &Discard exam
es: &Borrar examen
gl: &Borrar exame

source: &New session
es: &Nueva sesión
gl: &Nova sesión

source: &Open session
es: &Abrir sesión
gl: &Abrir sesión

source: &Close session
es: &Cerrar sesión
gl: &Cerrar sesión

source: &Exit
es: &Salir
gl: &Saír

source: &Search
es: &Buscar
gl: &Buscar

source: S&tudents
es: Es&tudiantes
gl: Es&tudantes

source: &Export grades listing
es: &Exportar listado de notas
gl: &Exportar listado de notas

source: Select &camera
es: Seleccionar &cámara
gl: Seleccionar &cámara

source: E&xport exam configuration
es: E&xportar la configuración del examen
gl: E&xporta-la configuración do exame

source: Online &Help
es: &Ayuda en línea
gl: &Axuda en liña

source: &Website
es: Sitio &Web
gl: Sitio &Web

source: &Source code at GitHub
es: &Código fuente en GitHub
gl: &Código fonte en GitHub

source: &About
es: Ac&erca de
gl: Ac&erca de

source: Show &status
es: Mostrar &estado
gl: Amosar &estado

source: Show &lines
es: Mostrar &líneas
gl: Amosar &liñas

source: Show &processed image
es: Mostrar imagen &procesada
gl: Amosar imaxe &procesada

source: Continue on exam &removal
es: &Continuar cuando se retire examen
gl: &Continuar cando se retire o exame

source: &Session
es: &Sesión
gl: &Sesión

source: &Grading
es: &Corregir
gl: &Corrixir

source: &Exams
es: &Exámenes
gl: &Exames

source: &Tools
es: &Herramientas
gl: &Ferramentas

source: &Help
es: &Ayuda
gl: &Axuda

source: &Debug options
es: &Opciones de depuración
gl: &Opcións de depuración

source: Score: {0:.2f} / {1:.2f}
es: Nota: {0:.2f} / {1:.2f}
gl: Nota: {0:.2f} / {1:.2f}

source: [Survey mode on]
es: [Modo encuesta]
gl: [Modo enquisa]

source: Model:
es: Modelo:
gl: Modelo:

source: Num.:
es: Núm.:
gl: Núm.:

source: Grading - Scanning exam
es: Corrigiendo - Escaneando un nuevo examen
gl: Corrixindo - Escaneando o seguinte exame

source: Grading - Reviewing exam
es: Corrigiendo - Revisión de la corrección
gl: Corrixindo - Revisa-la corrección

source: Session open - Reviewing exam
es: Sesión abierta - Revisión de la corrección
gl: Sesión aberta - Revisa-la corrección

source: Click on the outer corners of the answer tables
es: Pinche en las esquinas de las tablas de respuestas
gl: Pinche nas esquinas das táboas de respostas

source: Grading - Manual detection mode
es: Corrigiendo - Modo de detección manual
gl: Corrixindo - Modo de detección manual

source: Session open
es: Sesión abierta
gl: Sesión aberta

source: No session: open or create a session to start
es: No hay sesión abierta: abra o cree una sesión para comenzar
gl: Non hay sesión aberta: abra ou cree unha sesión para comezar

source: Select the session file
es: Seleccione el fichero de sesión
gl: Seleccione o ficheiro de sesión

source: Save exam configration as...
es: Guardar la configuración de examen como...
gl: Garda-la configuración de exame como...

source: Exam configuration (*.eye)
es: Configuración de examen (*.eye)
gl: Configuración de exame (*.eye)

source: Warning
es: Aviso
gl: Aviso

source: Export grades listing
es: Exportar listado de notas
gl: Exportar listado de notas

source: Excel spreadsheet (.xlsx)
es: Hoja de cálculo Excel (.xlsx)
gl: Folla de cálculo Excel (.xlsx)

source: Tabs-separated file
es: Fichero separado por tabuladores
gl: Ficheiro separado por tabuladores

source: All the students in the list
es: Todos los estudiantes de la lista
gl: Tódo-los estudantes da lista

source: Only the students who attended the exam
es: Sólo los estudiantes que asistieron al examen
gl: Só os estudantes que asistiron ó exame

source: Student list
es: Lista de estudiantes
gl: Lista de estudantes

source: Last name
es: Apellidos
gl: Apelidos

source: Exam grading sequence
es: Secuencia de la corrección
gl: Secuencia de corrección de exames

source: All the exams
es: Todos los exámenes
gl: Tódolos exames

source: All the surveys
es: Todas las encuestas
gl: Tódalas enquisas

source: All groups (one sheet)
es: Todos los grupos (una hoja)
gl: Tódolos libros (unha folla)

source: All groups (separate sheets)
es: Todos los grupos (hojas separadas)
gl: Tódolos libros (follas separadas)

source: Group
es: Grupo
gl: Grupo

source: Add column headers
es: Añadir cabeceras de columna
gl: Engadir cabaceiras de columna

source: File type:
es: Tipo de fichero:
gl: Tipo de ficheiro:

source: Students:
es: Estudiantes:
gl: Estudantes:

source: Student group:
es: Grupo de estudiantes:
gl: Grupo de estudantes:

source: Sort by:
es: Ordenar por:
gl: Ordear por:

source: Options:
es: Opciones:
gl: Opcións

source: Export fields:
es: Exportar campos:
gl: Exportar campos:

source: Save listing as...
es: Guardar listado como...
gl: Garda-lo listado como...

source: Student id number
es: Número de identificación del estudiante
gl: Número de identificación do estudante

source: Student full name
es: Nombre y apellidos del estudiante
gl: Nome e apelidos do estudante

source: Student last name
es: Apellidos del estudiante
gl: Apelidos do estudante

source: Student first name
es: Nombre de pila del estudiante
gl: Nome de pila do estudante

source: Exam sequence number
es: Número de secuencia del examen
gl: Número de secuencia do exame

source: Exam model letter
es: Letra de modelo del examen
gl: Letra do modelo de exame

source: Number of correct answers
es: Número de respuestas correctas
gl: Número de respostas correctas

source: Number of incorrect answers
es: Número de respuestas incorrectas
gl: Número de respostas incorrectas

source: Score
es: Nota
gl: Nota

source: List of answers
es: Lista de respuestas
gl: Lista de respostas

source: Compute default scores
es: Calcular notas por defecto
gl: Calcular notas por defecto

source: Penalize incorrect answers
es: Penalizar respuestas incorrectas
gl: Penalizar respostas incorrectas

source: Maximum score
es: Nota máxima
gl: Nota máxima

source: Penalizations
es: Penalizaciones
gl: Penalizacións

source: Error
gl: Erro

source: Enter a valid score.
es: Introduzca una nota válida
gl: Introduza unha nota válida

source: Select a camera
es: Seleccionar cámara
gl: Seleccionar cámara

source: Try this camera
es: Probar esta cámara
gl: Probar esta cámara

source: No
gl: Non

source: Horizontally
es: Horizontalmente
gl: Horizontalmente

source: Vertically
es: Verticalmente
gl: Verticalmente

source: Both axes
es: Ambos ejes
gl: Ambos eixes

source: Flip image
es: Reflejar imagen
gl: Reflexar imaxe

source: Camera not available
es: Cámara no disponible
gl: Cámara non dispoñible

source: Eyegrade has not detected any camera in your system.
es: Eyegrade no ha detectado ninguna cámara.
gl: Eyegrade non detectou ningunha cámara.

source: Camera {0} is not available.
es: La cámara {0} no está disponible.
gl: A cámara {0} non está dispoñible.

source: <center>Viewing camera: {0}</center>
es: <center>Viendo cámara: {0}</center>
gl: <center>Vendo cámara: {0}</center>

source: <center>No camera</center>
es: <center>No hay cámara</center>
gl: <center>Non hay cámara</center>

source: About
es: Acerca de
gl: Acerca de

source: Developers
es: Desarrolladores
gl: Desenvolvedores

source: Translators
es: Traductores
gl: Tradutores

source: <center> <p><img src='{0}' width='64'> <br> {1} {2} <br> (c) 2010-2021 Jesús Arias Fisteus and contributors<br> <a href='{3}'>{3}</a> <br> <a href='{4}'>{4}</a> <p> This program is free software: you can redistribute it<br> and/or modify it under the terms of the GNU General<br> Public License as published by the Free Software<br> Foundation, either version 3 of the License, or (at your<br> option) any later version. </p> <p> This program is distributed in the hope that it will be<br> useful, but WITHOUT ANY WARRANTY; without even the<br> implied warranty of MERCHANTABILITY or FITNESS FOR A<br> PARTICULAR PURPOSE. See the GNU General Public<br> License for more details. </p> <p> You should have received a copy of the GNU General<br> Public License along with this program. If not, see<br> <a href='https://www.gnu.org/licenses/gpl.txt'> https://www.gnu.org/licenses/gpl.txt</a>. </p> </center>
es: <center> <p><img src='{0}' width='64'> <br> {1} {2} <br> (c) 2010-2021 Jesús Arias Fisteus <br> <a href='{3}'>{3}</a> <br> <a href='{4}'>{4}</a> <p> Este programa es software libre. Puede redistribuirlo y/o<br> modificarlo bajo los términos de la Licencia Pública<br> General de GNU tal como está publicada por la Free Software<br> Foundation, bien de la versión 3 de dicha Licencia o bien<br> (según su elección) de cualquier versión posterior. </p> <p> Este programa se distribuye con la esperanza de que sea<br> útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía<br> MERCANTIL implícita o sin garantizar la CONVENIENCIA PARA<br> UN PROPÓSITO PARTICULAR. Véase la Licencia Pública General<br> de GNU para más detalles. </p> <p> Usted debería haber recibido una copia de la Licencia<br> Pública General junto con este programa. Si no ha sido<br> así, consulte <a href='https://www.gnu.org/licenses/gpl.txt'> https://www.gnu.org/licenses/gpl.txt</a>. </p> </center>
gl: <center> <p><img src='{0}' width='64'> <br> {1} {2} <br> (c) 2010-2021 Jesús Arias Fisteus <br> <a href='{3}'>{3}</a> <br> <a href='{4}'>{4}</a> <p> Este programa é software libre: vostede pode redistribuílo<br> e/ou modificalo conforme os termos da licenza pública<br> xeral de GNU publicada pola Fundación para o Software<br> Libre, xa sexa a versión 3 desta licenza ou (á súa<br> elección) calquera versión posterior. </p> <p> Este programa distribúese co desexo de que lle resulte<br> útil, pero SEN GARANTÍAS DE NINGÚN TIPO; nin sequera<br> coas garantías implícitas de VALOR COMERCIAL OU APTITUDE<br> PARA UN PROPÓSITO DETERMINADO. Para máis información,<br> consulte a licenza pública xeral de GNU. </p> <p> Xunto con este programa, debérase incluír unha copia da<br> licenza pública xeral de GNU. De non ser así, vexa en<br> <a href='https://www.gnu.org/licenses/gpl.txt'> https://www.gnu.org/licenses/gpl.txt</a>. </p> </center>

source: Lead developers
es: Desarrolladores principales
gl: Desenvolvedores principais

source: Exam configuration dialogs
es: Diálogos de configuración de examen
gl: Diálogos de configuración de exame

source: Manuscript digits recognition
es: Reconocimiento de dígitos manuscritos
gl: Recoñecemento de díxitos manuscritos

source: Testing and other contributions
es: Pruebas y otras contribuciones
gl: Probas e outras contribucións

source: Catalan
es: Catalán
gl: Catalán

source: German
es: Alemán
gl: Alemán

source: Galician
es: Gallego
gl: Galego

source: French
es: Francés
gl: Francés

source: Portuguese
es: Portugués
gl: Portugués

source: Spanish
es: Español
gl: Español

source: e.g.: 2; 2.5; 5/2
es: ejemplos: 2; 2.5; 5/2
gl: exemplos: 2; 2.5; 5/2

source: e.g.: 0; -1; -1.25; -5/4
es: ejemplos: 0; -1; -1.25; -5/4
gl: exemplos: 0; -1; -1.25; -5/4

source: Model
es: Modelo
gl: Modelo

source: Question
es: Pregunta
gl: Pregunta

source: Directory and exam configuration
es: Directorio y fichero de configuración
gl: Directorio e ficheiro de configuración

source: Select or create an empty directory in which you want to store the session and configure the exam from a file or manually.
es: Seleccione o cree un directorio vacío donde guardar la sesión y configure el examen desde un fichero o manualmente.
gl: Seleccione ou cree un directorio baleiro onde garda-la sesión e configure o exame dende un ficheiro ou manualmente.

source: Select or create an empty directory
es: Seleccione o cree un directorio vacío
gl: Seleccione ou cree un directorio baleiro

source: Select the exam configuration file
es: Seleccione el fichero de configuración de examen
gl: Seleccione o ficheiro de configuración de exame

source: Use an existing configuration file
es: Usar un fichero de configuración existente
gl: Usar un ficheiro de configuración existente

source: Configure a exam manually
es: Configurar el examen manualmente
gl: Configuralo exame manualmente

source: Configure a survey manually
es: Configurar la encuesta manualmente
gl: Configurala enquisa manualmente

source: Exam configuration file
es: Fichero de configuración de examen
gl: Ficheiro de configuración de exame

source: Directory
es: Directorio
gl: Directorio

source: The directory does not exist or is not a directory.
es: El directorio no existe o no es un directorio
gl: O directorio non existe ou non é un directorio

source: The directory is not empty. Choose another directory or create a new one.
es: El directorio no está vacío. Elija otro o cree uno nuevo.
gl: O directorio non está baleiro. Elixa outro ou cree un novo.

source: The exam configuration file does not exist.
es: El fichero de configuración de examen no existe.
gl: O ficheiro de configuración de exame non existe.

source: The exam configuration file is not a regular file.
es: El fichero de configuración de examen no es un fichero regular.
gl: O ficheiro de configuración de examen non é un ficheiro regular.

source: The exam configuration file cannot be read.
es: No se puede leer el fichero de configuración de examen.
gl: Non se pode lee-lo ficheiro de configuración de exame.

source: The exam configuration file contains errors
es: El fichero de configuración de examen contiene errores.
gl: O ficheiro de configuración de exame contén erros.

source: You can import your student list from Excel XLSX files and CSV files. Students can optionally be placed into separate student groups.
es: Puedes importar estudiantes desde ficheros Excel (.XLSX) o CSV. Opcionalmente, puedes organizar a los estudiantes en grupos.
gl: Podes importar estudantes dende ficheiros Excel (.XLSX) ou CSV. Opcionalmente, podes ogranizar os estudantes en grupos.

source: Configuration of exam params
es: Configuración de los parámetros del examen
gl: Configuración dos parámetros do exame

source: Enter the configuration parameters of the exam
es: Introduzca los parámetros de configuración del examen
gl: Introduza os parámetros de configuración do exame

source: Number of digits of the student ID (0 to not scan IDs)
es: Número de dígitos del identificador de estudiante (0 para no detectar identificadores)
gl: Número de díxitos do identificador de estudante (0 para non detectar identificadores)

source: Number of choices per question
es: Número de alternativas por pregunta
gl: Número de alternativas por pregunta

source: Number of questions per answer box
es: Número de preguntas en cada caja de respuestas
gl: Número de preguntas en cada caixa de respostas

source: Number of models of the exam
es: Número de modelos de examen
gl: Número de modelos de exame

source: Error in form
es: Error en el formulario
gl: Erro no fomrulario

source: The number of digits of the student id is empty
es: El número de dígitos del identificador de estudiante está vacío
gl: O número de díxitos do identificador de estudante está baleiro

source: The number of choices per question is empty
es: El número de alternativas por pregunta está vacío
gl: O número de alternativas por pregunta está baleiro

source: The number of questions per answer box is empty. Enter a comma-separated list of natural numbers.
es: El número de preguntas por caja de respuestas está vacío. Introduce una lista de números naturales separados por comas.
gl: O número de preguntas por caixa de respostas está baleiro. Introduce a lista de números naturais separados por comas.

source: The number of exam models is empty
es: El número de modelos de examen está vacío
gl: O número de modelos de exame está baleiro

source: Selection of correct answers
es: Selección de las respuestas correctas
gl: Selección das respostas correctas

source: Select the correct answers for each exam model
es: Seleccione las respuestas correctas de cada modelo de examen
gl: Seleccione as respostas correctas de cada modelo de exame

source: Model
es: Modelo
gl: Modelo

source: You haven't entered the correct answer for some questions.
es: No ha marcado la respuesta de algunas preguntas.
gl: Non marcou a resposta dalgunhas preguntas.

source: Scores for correct and incorrect answers
es: Notas para respuestas correctas e incorrectas
gl: Notas para respostas correctas e incorrectas

source: Enter the scores of correct and incorrect answers. The program will compute scores based on them. Setting these scores is optional.
es: Introduzca las puntuaciones de las respuestas correctas e incorrectas con las que se calcularán las notas. Este paso es opcional.
gl: Introduza as puntuacións das respostas correctas e incorrectas coas que se calcularán as notas. Este paso é opcional.

source: No scores
es: Sin notas
gl: Sen notas

source: Same score for all the questions
es: Misma nota para todas las preguntas
gl: Mesma nota para tóda-las preguntas

source: Base score plus per-question weight
es: Nota base y un peso por pregunta
gl: Nota base e un peso por pregunta

source: Score for correct answers
es: Nota para respuestas correctas
gl: Nota para respostas correctas

source: Score for incorrect answers
es: Nota para respuestas incorrectas
gl: Nota para respostas incorrectas

source: Score for blank answers
es: Nota para respuestas en blanco
gl: Nota para respostas en branco

source: Reset question weights
es: Restablecer los pesos de las preguntas
gl: Restablecer os pesos das preguntas

source: Per-question score weights:
es: Pesos por pregunta:
gl: Pesos por pregunta:

source: Automatic scores cannot be computed for this exam.
es: No se pueden calcular notas automáticamente para este examen.
gl: Non se poden calcular notas automáticamente para este exame.

source: The score for incorrect and blank answers cannot be greater than 0.
es: La nota de las respuestas incorrectas y en blanco no puede ser mayor que 0.
gl: A nota das respostas incorrectas e en branco non pode ser maior que 0.

source: You must enter the score for correct answers.
es: Debe introducir la puntuación de las respuestas correctas.
gl: Debe introducir a puntuación das respostas correctas.

source: The weights must be the same in all the models, although they may be in a different order. You must fix this before computing default scores.
es: Los pesos deben ser iguales en todos los modelos, aunque pueden estar en distinto orden. Debe arreglar este problema antes de calcular las notas por defecto.
gl: Os pesos deben ser iguáis para tódo-los modelos, aínda que poden estar en distinta orde. Debe arreglar este problema antes de calcular as notas por defecto.

source: The changes you have done to the weights table will be lost. Are you sure you want to continue?
es: Se perderán los cambios realizados en la tabla de pesos. ¿Seguro que quiere continuar?
gl: Perderanse os cambios realizados na táboa de pesos. Seguro que quere continuar?

source: Create a new session
es: Crear nueva sesión
gl: Crear nova sesión

source: Eyegrade session (*.eyedb)
es: Sesión de Eyegrade (*.eyedb)
gl: Sesión de Eyegrade (*.eyedb)

source: Student list (*.xlsx *.csv *.tsv *.txt *.lst *.list)
es: Lista de estudiantes (*.xlsx *.csv *.tsv *.txt *.lst *.list)
gl: Lista de estudantes (*.xlsx *.csv *.tsv *.txt *.lst *.list)

source: Excel spreadsheet (*.xlsx)
es: Hoja de cálculo Excel (*.xlsx)
gl: Folla de cálculo Excel (*.xlsx)

source: Data file (*.csv *.tsv)
es: Fichero de datos (*.csv *.tsv)
gl: Ficheiro de datos (*.csv *.tsv)

source: Change the student id
es: Cambiar estudiante
gl: Cambiar estudante

source: New student
es: Nuevo estudiante
gl: Novo estudante

source: Student id:
es: Estudiante
gl: Estudante

source: Add a new student
es: Añadir un nuevo estudiante
gl: Engadir un novo estudante

source: Given name
es: Nombre
gl: Nome

source: Surname
es: Apellidos
gl: Apelidos

source: Full name
es: Nombre y apellidos
gl: Nome e apelidos

source: Separate given name and surname
es: Nombre y apellidos por separado
gl: Nome e apelidos por separado
